Repository: AdminHcat/PixelStacker
Catalog: src/PixelStacker/Resources/Text.*.resx
Languages: da, de, es, fr, ja, ko, zh

# Action_Add_0
source: Add '{0}'
da: Tilføj '{0}'
de: Füge '{0}' hinzu
es: Agregar '{0}'
fr: Ajouter "{0}"
ja: '{0}'を追加します
ko: '{0}'추가
zh: 添加“ {0}”

# Action_DisableQuantizer
source: Disable Quantizer
da: Deaktiver Quantizer
de: Deaktivieren Sie den Quantizer
es: Deshabilitar cuantificador
fr: Désactiver le quantificateur
ja: Quantizerを無効にする
ko: Quantizer 비활성화
zh: 禁用量化器

# Action_EnableQuantizer
source: Enable Quantizer
da: Aktivér Quantizer
de: Quantizer aktivieren
es: Habilitar cuantificador
fr: Activer le quantificateur
ja: Quantizerを有効にする
ko: Quantizer 활성화
zh: 启用量化器

# Action_Filter
source: Filter
es: Filtrar
fr: Filtre
ja: フィルタ
ko: 필터
zh: 筛选

# Action_Remove_0
source: Remove '{0}'
da: Fjern '{0}'
de: Entfernen Sie '{0}'
es: Quitar "{0}"
fr: Supprimer "{0}"
ja: '{0}'を削除します
ko: '{0}'제거
zh: 删除“ {0}”

# Action_Save
source: Save
da: Gemme
de: speichern
es: Salvar
fr: Sauvegarder
ja: セーブ
ko: 저장
zh: 救

source: Are you sure?
da: Er du sikker?
de: Bist du sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr?
ja: 本気ですか？
ko: 확실합니까?
zh: 你确定吗？

# DDL_SelectProfile
source: Select profile
da: Vælg profil
de: Wähle Profil
es: Seleccionar un perfil
fr: Choisissez un profil
ja: プロファイルを選択
ko: 프로필 선택
zh: 选择个人资料

# Error_GlassRequiredForMultiLayer
source: At least one glass material must be enabled when you choose to require multiple layers.
da: Mindst et glasmateriale skal være aktiveret, når du vælger at kræve flere lag.
de: Mindestens ein Glasmaterial muss aktiviert sein, wenn Sie mehrere Schichten benötigen.
es: Debe habilitarse al menos un material de vidrio cuando elija requerir varias capas.
fr: Au moins un matériau en verre doit être activé lorsque vous choisissez d'exiger plusieurs couches.
ja: 複数の層を必要とする場合は、少なくとも1つのガラス材料を有効にする必要があります。
ko: 다중 레이어를 요구하도록 선택하는 경우 하나 이상의 유리 재질을 활성화해야합니다.
zh: 当您选择需要多层时，必须启用至少一种玻璃材料。

# Error_NeedMoreRam
source: Not enough memory. Please try again or reduce image size if problem continues.
da: Ikke nok hukommelse. Prøv igen eller reducer billedstørrelsen, hvis problemet fortsætter.
de: Nicht genug Speicher. Bitte versuchen Sie es erneut oder reduzieren Sie die Bildgröße, wenn das Problem weiterhin besteht.
es: No hay memoria suficiente. Vuelva a intentarlo o reduzca el tamaño de la imagen si el problema persiste.
fr: Pas assez de mémoire. Veuillez réessayer ou réduire la taille de l'image si le problème persiste.
ja: メモリーが充分ではありません。問題が解決しない場合は、再試行するか、画像サイズを小さくしてください。
ko: 메모리가 부족합니다. 다시 시도하거나 문제가 계속되면 이미지 크기를 줄이십시오.
zh: 内存不足。如果问题仍然存在，请重试或减小图像尺寸。

# Error_NonGlassRequired
source: At least one non glass material must be selected.
da: Mindst et ikke-glasmateriale skal vælges.
de: Es muss mindestens ein Nichtglasmaterial ausgewählt werden.
es: Debe seleccionarse al menos un material que no sea de vidrio.
fr: Au moins un matériau sans verre doit être sélectionné.
ja: ガラス以外の材料を少なくとも1つ選択する必要があります。
ko: 유리가 아닌 재료를 하나 이상 선택해야합니다.
zh: 必须至少选择一种非玻璃材料。

# Error_OneMaterialRequired
source: At least one material must be enabled at all times.
da: Mindst ét materiale skal altid være aktiveret.
de: Es muss immer mindestens ein Material aktiviert sein.
es: Al menos un material debe estar habilitado en todo momento.
fr: Au moins un matériau doit être activé à tout moment.
ja: 少なくとも1つのマテリアルを常に有効にする必要があります。
ko: 항상 하나 이상의 재료를 활성화해야합니다.
zh: 必须始终启用至少一种材料。

# Error_SomethingIsWrong
source: Something is wrong here.
da: Der er noget galt her.
de: Da stimmt etwas nicht.
es: Algo está mal aquí.
fr: Quelque chose cloche ici.
ja: ここは何かがおかしい。
ko: 여기에 뭔가 잘못되었습니다.
zh: 这里不对劲。

# MaterialSelect_ColorProfile
source: Color Profile
da: Farveprofil
de: Farbprofil
es: Perfil de color
fr: Profil de couleur
ja: カラープロファイル
ko: 색상 프로필
zh: 颜色配置文件

# MaterialSelect_IsMultiLayer
source: Enable 2nd Layer
da: Aktivér 2. lag
de: Aktivieren Sie die 2. Ebene
es: Habilitar la segunda capa
fr: Activer la deuxième couche
ja: 2番目のレイヤーを有効にする
ko: 두 번째 레이어 활성화
zh: 启用第二层

# MaterialSelect_IsMultiLayerRequired
source: Require 2nd Layer
da: Kræv 2. lag
de: Benötige 2. Schicht
es: Requiere segunda capa
fr: Nécessite une deuxième couche
ja: 2番目のレイヤーが必要
ko: 두 번째 레이어 필요
zh: 需要第二层

# MaterialSelect_IsSideView
source: Side View
da: Set fra siden
de: Seitenansicht
es: Vista lateral
fr: Vue de côté
ja: 側面図
ko: 측면보기
zh: 侧面图

# MaterialSelect_Title
source: Material Selection
da: Valg af materiale
de: Materialauswahl
es: Selección de material
fr: Sélection des matériaux
ja: 材料の選択
ko: 재료 선택
zh: 材料选择

# OtherOptions_ConfirmFactoryReset
source: Are you sure you want to reset all PixelStacker options back to default settings? Includes materials, sizes, view states, rendering options, etc.
da: Er du sikker på, at du vil nulstille alle PixelStacker-indstillinger tilbage til standardindstillingerne? Omfatter materialer, størrelser, visningstilstande, gengivelsesmuligheder osv.
de: Möchten Sie wirklich alle PixelStacker-Optionen auf die Standardeinstellungen zurücksetzen? Enthält Materialien, Größen, Ansichtsstatus, Renderoptionen usw.
es: ¿Está seguro de que desea restablecer todas las opciones de PixelStacker a la configuración predeterminada? Incluye materiales, tamaños, estados de vista, opciones de renderizado, etc.
fr: Voulez-vous vraiment réinitialiser toutes les options du PixelStacker aux paramètres par défaut? Inclut les matériaux, les tailles, les états d'affichage, les options de rendu, etc.
ja: すべてのPixelStackerオプションをデフォルト設定にリセットしてもよろしいですか？マテリアル、サイズ、ビューステート、レンダリングオプションなどが含まれます。
ko: 모든 PixelStacker 옵션을 다시 기본 설정으로 재설정 하시겠습니까? 재료, 크기,보기 상태, 렌더링 옵션 등이 포함됩니다.
zh: 您确定要将所有PixelStacker选项重置为默认设置吗？包括材料，尺寸，视图状态，渲染选项等。

# OtherOptions_Title
source: Other Options
da: Andre indstillinger
de: Andere Optionen
es: Otras opciones
fr: Autres options
ja: その他のオプション
ko: 다른 옵션
zh: 其他选择

# PreRenderOptions_Algorithm
source: Algorithm
da: Algoritme
de: Algorithmus
es: Algoritmo
fr: Algorithme
ja: アルゴリズム
ko: 연산
zh: 算法

# PreRenderOptions_Algorithm_Tooltip
source: Different algorithms use different strategies for combining colors together. Some use color buckets, others use locational distance to nearby colors. Try them all and decide which one is your favorite.
da: Forskellige algoritmer bruger forskellige strategier til kombinere farver sammen. Nogle bruger farve spande, andre bruger lokal afstand til nærliggende farver. Prøve dem alle og beslut dig, hvilken der er din favorit.
de: Unterschiedliche Algorithmen verwenden unterschiedliche Strategien für Farben miteinander kombinieren. Einige verwenden Farbeimer, andere verwenden den Standortabstand zu Farben in der Nähe. Versuchen sie alle und entscheiden, welches Ihr Favorit ist.
es: Diferentes algoritmos utilizan diferentes estrategias para combinando colores juntos. Algunos usan cubos de colores, otros usan la distancia de ubicación a colores cercanos. Tratar todos y decide cuál es tu favorito.
fr: Différents algorithmes utilisent différentes stratégies pour combiner les couleurs ensemble. Certains utilisent des seaux de couleur, d'autres utilisent la distance de localisation par rapport aux couleurs voisines. Essayer tous et décidez lequel est votre préféré.
ja: 異なるアルゴリズムは、異なる戦略を使用します 色を組み合わせる。カラーバケットを使用するものもありますが、 他の人は近くの色までの位置距離を使用します。試してみてください それらすべてとどれがあなたのお気に入りであるかを決定します。
ko: 알고리즘마다 다른 전략을 사용하여 색상을 함께 결합합니다. 일부는 컬러 버킷을 사용하지만 다른 사람들은 주변 색상에 대한 위치 거리를 사용합니다. 시험 그들 모두를 선택하고 당신이 가장 좋아하는 것을 결정하십시오.
zh: 不同的算法使用不同的策略 将颜色组合在一起。有些使用色桶， 其他人则使用与附近颜色的位置距离。尝试 他们所有，并决定哪一个是您的最爱。

# PreRenderOptions_ColorCache
source: Color Cache
da: Farvecache
de: Farbcache
es: Caché de color
fr: Cache de couleurs
ja: カラーキャッシュ
ko: 색상 캐시
zh: 颜色缓存

# PreRenderOptions_ColorCacheSize
source: Color Cache Size
da: Farve cache størrelse
de: Farbcache-Größe
es: Tamaño de caché de color
fr: Taille du cache de couleurs
ja: カラーキャッシュサイズ
ko: 색상 캐시 크기
zh: 颜色缓存大小

# PreRenderOptions_ColorCacheSize_Tooltip
source: Smaller values are faster but less accurate. Higher values are slower but more accurate.
da: Mindre værdier er hurtigere, men mindre nøjagtige. Højere værdier er langsommere, men mere nøjagtige.
de: Kleinere Werte sind schneller, aber weniger genau. Höhere Werte sind langsamer, aber genauer.
es: Los valores más pequeños son más rápidos pero menos precisos. Los valores más altos son más lentos pero más precisos.
fr: Des valeurs plus petites sont plus rapides mais moins précises. Les valeurs plus élevées sont plus lentes mais plus précises.
ja: 値が小さいほど高速ですが、精度は低くなります。 値が大きいほど遅くなりますが、より正確になります。
ko: 값이 작을수록 빠르지 만 정확도는 떨어집니다. 값이 높을수록 느리지 만 더 정확합니다.
zh: 较小的值更快但准确性较低。 较高的值较慢，但更准确。

# PreRenderOptions_ColorCount
source: Color Count
da: Farvetælling
de: Farbanzahl
es: Recuento de colores
fr: Nombre de couleurs
ja: カラーカウント
ko: 색상 수
zh: 色数

# PreRenderOptions_ColorCount_Tooltip
source: Max color count.
da: Maks. Antal farver.
de: Maximale Farbanzahl.
es: Recuento máximo de colores.
fr: Nombre maximum de couleurs.
ja: 最大色数。
ko: 최대 색상 수.
zh: 最大颜色数。

# PreRenderOptions_Dither
source: Dither
de: Zittern
es: Vacilar
fr: Tremblement
ja: ディザ
ko: 떨림
zh: 颤动

# PreRenderOptions_Dither_Tooltip
source: Some people like dithering. I don't. I never do. I hate dithering. But hey- you do you.
da: Nogle mennesker kan lide dithering. Det gør jeg ikke. Det gør jeg aldrig. jeg hader dithering. Men hej - du gør dig.
de: Manche Leute mögen Dithering. Ich nicht. Ich mache nie. ich hasse Zittern. Aber hey, du tust es.
es: A algunas personas les gusta vacilar. Yo no. Yo nunca. odio titubeando. Pero bueno, lo haces tú.
fr: Certaines personnes aiment tergiverser. Je ne. Je ne fais jamais. je déteste hésitation. Mais bon, tu le fais.
ja: ディザリングが好きな人もいます。 私はしません。私は決してしません。嫌い ディザリング。しかしねえ-あなたはあなたをします。
ko: 어떤 사람들은 디더링을 좋아합니다. 난 안해. 나는 결코하지 않는다. 나는 싫어 디더링. 하지만 헤이-당신은 당신을합니다.
zh: 有些人喜欢抖动。 我不。我从来没有做。我恨 抖动。但是，嘿-你做到了。

# PreRenderOptions_Parallel
source: Parallel
es: Paralela
fr: Parallèle
ja: 平行
ko: 평행
zh: 平行线

# PreRenderOptions_Parallel_Tooltip
source: Speed up the quantizing process by taking advantage of a multicore CPU. Lower values = more stable Higher values = faster Super high values = possible glitches
da: Fremskynd kvantiseringsprocessen ved at tage fordel ved en multicore CPU. Lavere værdier = mere stabile Højere værdier = hurtigere Super høje værdier = mulige fejl
de: Beschleunigen Sie den Quantisierungsprozess, indem Sie nehmen Vorteil einer Multicore-CPU. Niedrigere Werte = stabiler Höhere Werte = schneller Super hohe Werte = mögliche Störungen
es: Acelere el proceso de cuantificación tomando ventaja de una CPU multinúcleo. Valores más bajos = más estable Valores más altos = más rápido Valores súper altos = posibles fallas
fr: Accélérez le processus de quantification en prenant avantage d'un processeur multicœur. Des valeurs plus basses = plus stable Des valeurs plus élevées = plus rapide Valeurs super élevées = problèmes possibles
ja: を取ることによって量子化プロセスをスピードアップします マルチコアCPUの利点。 低い値=より安定 高い値=速い 超高い値=グリッチの可能性
ko: 다음을 수행하여 양자화 프로세스 속도를 높입니다. 멀티 코어 CPU의 장점. 낮은 값 = 더 안정적 높은 값 = 더 빠름 매우 높은 값 = 가능한 글리치
zh: 通过采取以下措施来加速量化过程 多核CPU的优势。 较低的值=更稳定 更高的值=更快 超高值=可能出现故障

# PreRenderOptions_QuantizerSettings
source: QuantizerSettings
da: Kvantiseringsindstillinger
fr: Paramètres du quantificateur
zh: 量化器设置

# Progress_CompilingColorMap
source: Compiling color map.
da: Kompilering af farvekort.
de: Farbkarte kompilieren.
es: Compilación de mapa de colores.
fr: Compilation de la carte des couleurs.
ja: カラーマップの編集。
ko: 컬러 맵 컴파일.
zh: 编译颜色图。

# Progress_Finished
source: Finished.
da: Færdig.
de: Fertig.
es: Finalizado.
fr: Fini.
ja: 終了しました。
ko: 끝마친.
zh: 完成的。

# Progress_PreparingCanvasForTextures
source: Preparing canvas for painting.
da: Forbereder lærred til maling.
de: Leinwand zum Malen vorbereiten.
es: Preparando lienzo para pintar.
fr: Préparation de la toile pour la peinture.
ja: ペイント用のキャンバスの準備。
ko: 페인팅을위한 캔버스 준비.
zh: 准备绘画的画布。

# Progress_QuantizingImage
source: Quantizing Image
da: Kvantiserende billede
de: Bild quantisieren
es: Cuantizar imagen
fr: Quantification de l'image
ja: 画像の量子化
ko: 이미지 양자화
zh: 量化影像
